# -*- coding: utf-8 -*-
recieve_crude_msg = ["jb", "你妈", "wrsndm", "ndm", "sb", "nm", "哈批", "mmp", "hape", "kkp", "傻逼", "wc", "泥马",
                     "滚", "2b", "死了", "sd", "傻屌", "沙雕", "蔡徐坤", "狗", "玩意"]

send_crude_msg = ["cnm", "nmsl", "dnm", "wdnmd", "wdnm", "jb", "qnm", "操你妈", "wrsndm", "sb", "wcnm",
                  "rnm", "哈批", "弱智", "hape", "傻逼", "草泥马", "滚", "2b", "傻屌",
                  "透你妈", "你打球可真像蔡徐坤", "蔡徐坤都比你会打球"]

verbs = ["说", "去", "玩", "打", "吃", "喝", "唱", "收", "录", "搭", "做", "调", "改", "想", "自闭",
         "透", "看", "给", "实现", "负责", "睡", "读", "学"]
